Repository: common-repository/my-movie-database
Catalog: languages/*-movie-database-*.po
Languages: de

source: Season %s
de: Staffel %s

source: Last air date
de: Letzte Ausstrahlung

source: First aired
de: Erstausstrahlung

source: Episodes
de: Episoden

source: Created by
de: Erstellt von

source: Production countries
de: Produktionsländer

source: Runtime
de: Laufzeit

source: Release date
de: Veröffentlichungsdatum

source: Original title
de: Original Titel

source: Original film language
de: Original Filmsprache

source: Starring
de: Hauptrolle

source: Production companies
de: Produktionsunternehmen

source: Networks
de: Fernsehsender

source: Tv crew credits
de: TV-Crew Namensnennung

source: Tv roles
de: Fernsehrollen

source: Movie crew credits
de: Film Crew Erwähnungen

source: Movie roles
de: Film Rollen

source: Also known as
de: Auch bekannt als

source: Known for
de: Bekannt für

source: Department
de: Abteilung

source: Died on
de: Starb am

source: Birthday
de: Geburtstag

source: Place of birth
de: Geburtsort

source: %s Profile
de: %s Profil

source: There is no description available
de: Momentan ist keine Beschreibung verfügbar

source: Website
de: Webseite

source: Role
de: Rolle

source: Overview
de: Übersicht

source: Tv Show tags
de: Serien Tags

source: Tv Show tag
de: Serien Tag

source: Tv Show categories
de: Serien Kategorien

source: Tv Show category
de: Serien Kategorie

source: Tv Shows
de: Serien

source: Seasons
de: Staffeln

source: Person tags
de: Personen Tags

source: Person tag
de: Personen Tag

source: Person categories
de: Personen Kategorien

source: Person category
de: Personen Kategorie

source: Persons
de: Personen

source: Crew credits
de: Crew-Liste

source: Cast credits
de: Darsteller-Liste

source: Movie tags
de: Film Tags

source: Movie tag
de: Film Tag

source: Movie categories
de: Film Kategorien

source: Movie category
de: Film Kategorie

source: Movie
de: Film

source: Cast
de: Besetzung

source: Overview Text
de: Übersichtstext

source: Contact us
de: Kontaktieren Sie uns

source: Need a special feature?
de: Benötigen Sie eine Extra Feature?

source: Development
de: Entwicklung

source: Add your website to our site showcase.
de: Fügen Sie Ihre Website zu unserem Site-Showcase hinzu.

source: Showcase
de: Vorzeigeprojekt

source: Join our mailing list.
de: Tragen Sie sich in unsere Mailingliste ein.

source: Stay in the loop!
de: Bleiben Sie auf dem Laufenden!

source: Connect
de: Verbinden

source: Fill out a brief survey.
de: Füllen Sie eine kurze Umfrage aus.

source: We'll love you for it!
de: Wir werden Sie dafür lieben!

source: Give feedback
de: Feedback geben

source: Translate the plugin in your language.
de: Übersetze das Plugin in deine Sprache

source: Translate
de: Übersetze

source: Please leave your review.
de: Bitte hinterlassen sie Ihre Meinung.

source: It means a lot to us.
de: Es bedeutet uns viel.

source: Review
de: Bewertung

source: Contribute
de: Beteilige dich

source: Offer Help
de: Hilf mit

source: Open up a ticket.
de: Eröffne ein Ticket.

source: Still can't figure it out?
de: Noch keine Lösung?

source: Configuration options
de: Konfigurations-Optionen

source: How to use the plugin.
de: Wie benutze ich dieses Plugin?

source: Get Help
de: Erhalte hilfe

source: The cache for the %1$s with TMDb id %2$s and locale %3$s was not found.
de: Der Cachespeicher für %1$s mit TMDB id %2$s und der Sprachumgebung %3$s wurde nicht gefunden.

source: An error has occurred.
de: Ein Fehler ist aufgetaucht

source: The cache for the %1$s with TMDb id %2$s and locale %3$s was deleted.
de: Der Cachespeicher für %1$s mit TMDB id %2$s und der Sprachumgebung %3$s wurde gelöscht.

source: Enter the %s id of the cached resource to delete
de: Geben Sie die %s-ID der zu löschenden zwischengespeicherten Ressource ein

source: Tv Show
de: Serie

source: Movies
de: Filme

source: Select the type of cached resource to delete
de: Wählen Sie den Typ der zu löschenden zwischengespeicherten Ressource aus

source: Delete cached resource
de: Zwischengespeicherte Ressource löschen

source: Will output data received from TMDB in your browser's (web developer tools) console
de: Zeigt Daten aus der TMDB in der Konsole deines Browsers (Web-Entwickler Tools) an

source: Debug Mode
de: Debug Modus

source: Stop using the Gutenberg editor for the plugin's post types?
de: Stoppe das benutzen des Gutenberg Editors für die Plugin Beitragstypen?

source: Disable the Gutenberg editor?
de: Deaktivieren Sie den Gutenberg-Editor?

source: Enter your %s API key.
de: Geben Sie Ihren %s-API-Schlüssel ein.

source: Include plugin css file
de: Plugin-CSS-Datei einbinden

source: Show description on hover for person credits and tvshow seasons
de: Zeige bei Mauszeiger-Kontakt eine Beschreibung für die Person, Werk und Serien-Staffel an

source: Overview on hover
de: Übersicht bei Mauszeiger-Kontakt

source: No, do not use wordpress categories
de: Nein, verwende nicht die WordPress-Kategorien

source: Yes, associate them but do not show mmdb type posts in wordpress category pages as it conflicts with my theme or plugins
de: Ja, assoziiere sie aber zeige nicht den MMDB Beitrags Typ in the WordPress Kategorien da diese mit anderen Themes oder Plugins in Konflikt geraten könnte

source: Yes, allow movies, tvshows and persons to be associated to wordpress categories
de: Ja, erlaube es Filme, Serien und Personen zu WordPress Kategorien zu assoziieren

source: Default Wordpress categories can be selectable for your your mmdb posts
de: Voreingestellte WordPress-Kategorien können für deine mmdb-Beiträge auswählbar sein

source: Wordpress Categories
de: WordPress-Kategorien

source: Select the type of taxonomy to be created for each enabled post type section.
de: Wählen Sie die Art der Taxonomie aus, die für jeden aktivierten Beitragstypabschnitt erstellt werden soll.

source: None of the above
de: Nichts des oben Genannten

source: No, use Posts and leave them as they are
de: Nein, verwenden Sie Posts und lassen Sie sie so, wie sie sind

source: No, use Posts but change the "Posts" menu label to "Movies"
de: Nein, verwende Posts, aber ändere die Menübezeichnung „Posts“ in „Filme“.

source: I only want to use "%s" with shortcodes (or not at all)
de: Ich möchte "%s" nur mit Shortcodes verwenden (oder gar nicht)

source: Use a "%s" posts section (custom post type)
de: Benutze ein "%s" Beitrag Abschnitt (benutzerdefinierter Beitrag Typ)

source: Enable "%s" section?
de: Abschnitt „%s“ aktivieren?

source: Select the sections to be hidden
de: Wählen Sie die auszublendenden Abschnitte aus

source: Hide sections
de: Abschnitte ausblenden

source: Before content
de: Vor dem Inhalt

source: After content
de: Nach dem Inhalt

source: Choose to display MMDB info before or after the content
de: Wählen Sie aus, ob MMDB-Informationen vor oder nach dem Inhalt angezeigt werden sollen

source: Display position
de: Position anzeigen

source: Bounce
de: Hüpfen

source: Fade
de: Verblassen

source: Select the transition effect to use when switching sections
de: Wählen Sie den Übergangseffekt aus, der beim Wechseln von Abschnitten verwendet werden soll

source: Transition effect
de: Übergangseffekt

source: Select the size of images for sections that display lists (ex: Crew and cast sections). Also affects column size of the responsive grid layout.
de: Wählen Sie die Größe der Bilder für Abschnitte aus, in denen Listen angezeigt werden (z. B.: Crew- und Besetzungsabschnitte). Beeinflusst auch die Spaltengröße des responsiven Rasterlayouts.

source: Size of images / columns
de: Größe der Bilder / Spalten

source: Font color for the template content
de: Schriftfarbe für den Vorlageninhalt

source: Background color for the template content
de: Hintergrundfarbe für die Vorlage content

source: Font color for the template header
de: Schriftfarbe für den Vorlagenkopf

source: Background color for the template header
de: Hintergrundfarbe für die Vorlage Header

source: With accordion
de: Mit Akkordeoneffekt

source: With tabs
de: Mit Registerkarten

source: Select the template to use
de: Wählen Sie das zu nutzende Template

source: Delete cache now
de: Cache jetzt löschen

source: Cache expires in %s days
de: Cache läuft in %s Tagen ab

source: The My Movie Database plugin compliments your content by adding information about the movies, the television shows and the people you choose. The data comes from the Movie Database (TMDb). This plugin was developed to enrich your movie or tvshow critique / review by 'automatically' adding the related information and allowing you to focus on your writing instead.
de: Das My Movie Database-Plugin ergänzt Ihre Inhalte, indem es Informationen über die Filme, die Serien und die von Ihnen ausgewählten Personen hinzufügt. Die Daten stammen aus der Movie Database (TMDb). Dieses Plugin wurde entwickelt, um Ihre Film- oder Serien-Kritik / -Rezension zu bereichern, indem die zugehörigen Informationen „automatisch“ hinzugefügt werden und Sie sich stattdessen auf Ihr Schreiben konzentrieren können.

source: https://wordpress.org/plugins/my-movie-database/
de: https://de.wordpress.org/plugins/my-movie-database/

source: Directing
de: Regie
